[M_DemonHunter MissionDefinition]
MissionName="Caçador de Demônios"
MissionDescription="Rumores dão conta de que existe um demônio assassinando os habitantes de [place]Lynchwood[-place]. Você foi contratado para dar um jeito nele. "
TurnInDescription="Você eliminou o demônio de [place]Lynchwood[-place] e reclamou sua recompensa."
MissionSummary="Elimine o demônio. "
MissionGiver="Painel de Trabalhos de Santuário"
MissionTurnInLocation="Dukino"
TeaserText="Um péssimo dia em [place]Lynchwood[-place]."

[M_DemonHunter:InvestigateCave MissionObjectiveDefinition]
ProgressMessage="Encontre o Skag gigante"

[M_DemonHunter:KillTheDemon MissionObjectiveDefinition]
ProgressMessage="Elimine a mamãe do Dukino"

[M_DemonHunter:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DemonHunter:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

